 <template>
    <rcyj-page-view>
        <view class="index-wrapper">
            <view class="body">
                <!-- <top-info @getIdentityInfo='getIdentity' /> -->
                <view class="box1 shadowb">
                    <view class="title-panel">
                        <view class="text">
                            有价平台用户隐私保护协议
                        </view>
                        <!-- <img :src=more alt=""> -->
                    </view>
                    <view class="content-panel">
                        <view class="text-panel">
                            <view class="intro-text">
                                <p>济南人力资本产业研究院(山东)科技有限公司（以下称“我们”)深知隐私对您的重要性，并会尽全力保护您的隐私。本《有价平台用户隐私保护协议》（以下简称“《协议》”）有助于您了解我们如何采集、整理、保存、加工和提供信息；在使用我们的服务前，请您仔细阅读（特别是以粗体标注的内容）。
                                </p>
                                <p>如您对本《协议》有任何疑问，请您联系我们（邮箱：yjy_hr@rlzbcy.com），向我们反馈。本《协议》主要内容如下面所述：</p>
                                 <p> 1、信息采集原则。我们将遵循“合理、相关、必要”原则，且以您授权同意为前提采集信息。采集信息范围包括您自主提交的信息，您在使用我们或其他商业机构服务过程中所产生的信息，以及司法行政与公共事业机构在履行职责或进行管理过程中形成的信息。我们不会采集法律法规所禁止采集的信息。我们建立了信息提供者筛选标准，以督促信息提供者依法合规地收集您的信息并妥善保管。同时建立严格的信息安全保障机制。
                                </p>
                                <p>2、信息使用原则。我们将严格遵守法律法规、相关监管规定，且在您授权范围内向您提供征信服务等。</p>
                                <p>3、信息输出原则。未经您授权，我们不会向任何信息使用者输出您的信息，且原则上会将您的信息脱敏后再输出。同时建立信息使用者筛选标准，尽可能保障信息被提供至第三方后的安全。
                                </p>

                                <p>一、我们采集信息的原则</p>
                                <p>为了科学、全面、客观、公正地向您提供信用管理及信用评价服务，我们需要采集您的信息。在任何情况下，我们均将遵循“合理、相关、必要”的原则，以合理方式采集您的个人信息。除依照法律、行政法规公开的信息外，没有您的授权则不会进行采集。信息提供者在向我们提供您的信息前，须获得您的同意，并应告知您提供的信息类型及范围，以充分保障您的知情权及选择权。我们仅采集为您提供服务所必需的信息。在采集过程中，我们将严格遵守法律法规，绝不采集任何法律、行政法规禁止采集的信息，如您的宗教信仰、基因、指纹、血型、疾病和病史信息。同时我们不会采集您的聊天、通话内容等，也不会采集、追踪您在社交媒体上的言论。
                                </p>
                                <p>二、建立信息提供者的筛选标准</p>
                                 <p>调查信息提供者是否合法提供并保存信息并非我们的法定义务，但为了尽可能地避免信息提供者发生信息泄露风险，导致我们及信息使用者对您的身份验证机制失效而影响您的信用状况，我们仍会尽力做如下调查：信息提供者留存您的信息是否合法，其提供信息是否违反相关法律法规。
                                </p>
                                <p> 三、我们采集信息的渠道及信息范围</p>
                                <p>我们采集信息的渠道及信息范围如下：</p>
                                <p> 1、您向我们提供的信息或您在使用我们服务过程中所形成的信息</p>
                                  <p>
                                    例如您在使用我们提供服务过程中，自主填写或通过信息补全入口提交的信息，包括姓名、身份证号码、联系邮箱、身份证照片、车辆信息、学籍学历、公积金信息等；及我们基于核实您身份或确认相应授权真实性时，通过人脸识别等技术采集的您的人脸头像图片等；以及为识别相应设备或操作是否出自您本人，而采集的您所处网络环境、设备环境信息等。此外，在您认为我们采集、保存、提供的信息存在错误、遗漏或不完整情况下，致电我们申请异议处理过程中形成的信息，或者认为我们及（或）我们合作的信息使用者所提供的服务存在影响您权益的情况时，来电咨询过程中所形成的信息等。
                                </p>
                                <p>2、您在使用其他商业机构所提供的产品或服务过程中提供或产生的信息</p>
                                        <p>例如您在租车平台上的租车信息、电商网站上的购物消费信息、第三方支付机构平台上的支付转账信息、小额贷款公司及银行等机构的贷款及信用卡申请与偿还信息等。
                                </p>
                                <p>3、政府及公共服务机构在为您提供行政管理或公共服务过程中形成的非公开信息</p>
                                        <p>例如社保及公积金管理中心在对您的社保及住房公积金进行管理过程中记录您的公积金缴纳及贷款等信息。还有您的纳税信息等。</p>
                                <p>4、政府及司法机关等依照法律法规公开披露的信息</p>
                                       <p> 例如最高人民法院依法公开披露的失信被执行人名单信息，各地交通管理局对外公示的一年内多次违反交通安全法律法规、受到罚款处罚但拒不缴纳罚款的信息等。</p>
                                <p>四、我们如何使用采集到的信息</p>
                                        <p>我们将严格根据法律法规及监管规定，在如下情形下使用您的信息：</p>
                                        <p>1、基于我们提供身价管理及评估服务所需，将采集的信息用于相关产品，例如用于身价评估等。</p>
                                     
                                 <p> 2、基于避免恶意第三方冒用您的身份使用我们及（或）信息使用者的产品或服务，将采集的信息用于身份核验、信息真实性校验比对等，以避免因冒用导致发生资金损失或产生不良信用信息等。
                                </p>
                                        <p>3、基于为您提供或推荐更多优质的服务所需，将采集的信息分析形成综合等级信息，向我们的合作机构或信息使用者进行推送。</p>
                                     
                                 <p> 4、基于帮助我们完善优化上述服务，从而为您更好地享受相关服务的需要，将采集的信息用于研究院内部及（或）与合作机构进行测试分析、建模研究、效果分析等目的予以使用。
                                </p>
                                       <p> 5、基于我们针对上述服务进行问卷调研、服务回访或调查的需要使用采集的信息。</p>
                                       <p> 6、基于法律法规及相关监管规定或要求，向国家有权机关披露我们所采集的信息。</p>
                                       <p> 7、基于其他合法合规目的进行使用。 </p>
                                <p>五、我们如何对外提供您的信息</p>
                                     
                                 <p> 我们不断拓展各类场景，以便您能够享受到尽可能多的服务，体验到更加优质便捷的产品及服务。与此同时，我们也同样关注对合作的信息使用者的筛选，并建立了合理的信息使用者合作标准，以尽可能保障您的信息安全，即便您已向该信息使用者授权。
                                        </p> 
                                  <p>
                                    为保障信息安全，除对合作信息使用者的筛选外，我们还会根据场景或信息使用者具体申请调用的类型及范围，结合我们对相应环境的风险识别及认知，利用设备环境分析、手机短信校验码、信息核对校验、人脸等特征识别技术等方式，视情况验证向某信息使用者提供信息是否是出自于您本人的真实授权，以尽可能避免因他人冒用您的身份使用授信服务，而可能给您造成不必要的困扰、信息泄露甚至资金损失。
                                         </p>
                                 <p> 此外，为尽可能降低风险，在向信息使用者输出信息时，我们原则上会输出脱敏信息或模糊区间的信息，尽可能不提供您的原始信息。例如，我们在披露您履约能力方面的信息时，会选择披露您在最近6个月的笔均消费金额，且用字母
                                    A表示您的笔均消费金额在500~1000元的区间，而非某一笔具体的支付金额。与此同时，我们根据传输通道是否属于专项传输通道还是公网，以及相应信息的敏感程度，视情况采取加密算法等方式，以尽量保障在传输过程及披露后的数据安全。
                                    六、信息安全整体管控协议及手段</p>
                                     
                                 <p> 我们仅基于提供服务的需要，在本《协议》范围内采集、整理、保存、加工和提供您的信息。我们努力为您提供信息保护，包括使用各种安全技术和程序，以避免我们采集、保存的信息在未经授权的情况下被访问、篡改、披露或破坏。为此，我们建立了与业务发展相适应的信息安全保障体系，包括建立了严格的数据安全及隐私保护制度，以及与之匹配的技术管控协议及流程。
                                         </p>
                                 <p> 我们的技术管控协议及相关流程从数据的生命周期角度出发，在数据收集、存储、展示、使用、数据服务等关键环节均建立了安全防护协议。具体包括数据分级，敏感数据识别、加密、脱敏展示，字段级别权限控制，统一权限管理，数据中心的访问控制，使用虚拟机安全网络，部署电子文档安全加密系统和数据泄露防护产品，全面提升数据安全防护能力。同时我们对可能接触到您信息的员工也采取了严格管理，包括根据信息敏感层度不同采取不同的权限控制，并与上述员工签署保密协议等。
                                         </p>
                                 <p> 此外，我们还建立了监控及审计机制，对数据访问、数据下载、数据外发、数据拷贝等操作进行跟踪与识别，避免发生非授权操作。与此同时，我们还不定期通过对员工进行信息安全培训，以提升员工数据保护意识。我们要求员工在日常工作中形成良好操作习惯，不得进行非必要的数据接触，避免数据泄露。
                                        </p> 
                                 <p> 根据监管要求，我们在提供服务过程中采集的信息的整理、保存、加工，均在中国境内进行。同时，我们采取了符合法律要求的技术协议及手段来保障您的信息在整理、保存、加工等各环节的处理安全。
                                </p>
                                <p>七、信息保护提醒</p>
                                     
                                  <p>
                                    保护您的信息安全，需要我们和您一起努力。我们善意地提醒您，在您决定是否要向某机构提供信息或授权其采集您的信息前，建议您充分考虑向其提供信息或授权某些机构获取您信息的必要性，以及您是否信赖他们的信息安全保障能力，他们向您提示的用途是否超出了您的需求。
                                         </p>
                                 <p> 同时，建议您在提供信息时，采取合理协议来避免信息泄露或不当使用风险。例如在提交的证照上添加限制用途说明、对于使用相关服务所非必须提供的信息进行部分脱敏或模糊化处理等。此外，建议您对目前相关行业的信息使用方式及方法予以一定的关注，提升信息安全管理意识，并积极咨询了解相关机构是否建立了安全可靠的技术系统及必要的流程管控协议，以及相关的数据及隐私保护协议。在确保您对相关信息使用有足够认知，或者评估相应信息的披露或使用不会对您造成安全风险的情况下，进行信息的对外授权和使用。
                                </p>
                                <p>八、本《协议》更新</p>
                                       <p>
                                     您理解，我们采集信息的渠道、范围或用途等可能会发生变化，而这些变化无法实时体现在本《协议》中，我们将不定期地对本《协议》进行更新。同时考虑到更新频率可能很高，如均让您重新点击确认将造成诸多不便，我们建议您将不定期地通过我们官网或相关APP等渠道了解本《协议》。如您开通或继续使用我们的服务，即表示您同意我们按照最新《协议》采集、整理、保存、加工和提供信息。
                                </p>


                            </view>
                        </view>
                    </view>
                </view>
            </view>
        </view>
    </rcyj-page-view>
</template>
<script>
import Vue from 'vue'
import { certificateInit } from '@/api/common.js'
import TopInfo from '../components/top-info/top-info.vue'
export default Vue.extend({
    components: {
        TopInfo
    },
    data() {
        return {
            identity: '',
            more: this.$OSS_IMAGES_URL + '/20220617/morew.png',
        }
    },
    methods: {
        getIdentity(data) {
            this.identity = data.value
        },
    }

})
</script>
   <style lang="scss">
   @import "./index.scss";
   </style>